Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: IPv6 Ranges copied
ar: تم نسخ نطاقات IPv6
de: IPv6-Bereiche kopiert
es: Rangos IPv6 copiados
fr: Plages IPv6 copiées
it: Intervalli IPv6 copiati
ja: コピーされたIPv6範囲
ko: IPv6 범위가 복사되었습니다.
pt_br: Intervalos IPv6 copiados
ru: Диапазоны IPv6 скопированы.
zh_hans: IPv6 网段已复制
zh_hant: IPv6 網段已複製

source: ISP / Organization
ar: مزود خدمة الإنترنت / المنظمة
de: ISP / Organisation
es: ISP / Organización
fr: FAI / Organisation
it: ISP/Organizzazione
ja: ISP / 組織
ko: ISP/조직
pt_br: ISP/Organização
ru: Интернет-провайдер / Организация
zh_hans: 网络运营商 / 机构
zh_hant: 網路运营商 / 机构

source: Issuer
ar: المصدر
de: Emittent
es: Editor
fr: Émetteur
it: Emittente
ja: 発行者
ko: 발급자
pt_br: Emissor
ru: Эмитент
zh_hans: 签发者
zh_hant: 签發者

source: Issuer CA
ar: جهة الإصدار CA
de: Emittenten-CA
es: CA emisora
fr: Autorité de certification de l'émetteur
it: CA emittente
ja: 発行者 CA
ko: 발급자 CA
pt_br: CA do emissor
ru: ЦС эмитента
zh_hans: 颁发机构 (Issuer CA)
zh_hant: 颁發机构 (Issuer CA)

source: Issuer Organization
ar: منظمة المصدرة
de: Emittentenorganisation
es: Organización emisora
fr: Organisation émettrice
it: Organizzazione dell'emittente
ja: 発行者の組織
ko: 발행자 조직
pt_br: Organização Emissora
ru: Организация-эмитент
zh_hans: 颁发者组织
zh_hant: 颁發者組织

source: Issues
ar: مشاكل
de: Probleme
es: Asuntos
fr: Problèmes
it: Problemi
ja: 問題
ko: 문제
pt_br: Problemas
ru: Проблемы
zh_hans: 异常
zh_hant: 异常

source: Issues (%lld)
ar: المشكلات (%lld)
de: Probleme (%lld)
es: Problemas (%lld)
fr: Problèmes (%lld)
it: Problemi (%lld)
ja: 問題 (%lld)
ko: 문제 (%lld)
pt_br: Problemas (%lld)
ru: Проблемы (%lld)
zh_hans: 问题 (%lld)
zh_hant: 問題 (%lld)

source: Issues & Outages
ar: القضايا والانقطاعات
de: Probleme und Ausfälle
es: Problemas e interrupciones
fr: Problèmes et pannes
it: Problemi e interruzioni
ja: 問題と停止
ko: 문제 및 중단
pt_br: Problemas e interrupções
ru: Проблемы и сбои в работе
zh_hans: 异常与故障
zh_hant: 异常与故障

# Italiano
source: Italian
ar: الإيطالية
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
pt_br: Italiano
ru: Итальянский
zh_hans: 意大利语
zh_hant: 義大利語

source: Item Added
ar: تمت إضافة العنصر
de: Artikel hinzugefügt
es: Artículo agregado
fr: Article ajouté
it: Articolo aggiunto
ja: 追加されたアイテム
ko: 항목이 추가되었습니다
pt_br: Item adicionado
ru: Товар добавлен
zh_hans: 条目已添加
zh_hant: 條目已新增

source: Item Deleted
ar: تم حذف العنصر
de: Artikel gelöscht
es: Artículo eliminado
fr: Élément supprimé
it: Elemento eliminato
ja: アイテムが削除されました
ko: 삭제된 항목
pt_br: Item excluído
ru: Элемент удален
zh_hans: 条目已删除
zh_hant: 條目已刪除

source: JavaScript Code (ES Module)
ar: كود جافا سكريبت (وحدة ES)
de: JavaScript-Code (ES-Modul)
es: Código JavaScript (módulo ES)
fr: Code JavaScript (module ES)
it: Codice JavaScript (modulo ES)
ja: JavaScriptコード（ESモジュール）
ko: JavaScript 코드(ES 모듈)
pt_br: Código JavaScript (Módulo ES)
ru: Код JavaScript (модуль ES)
zh_hans: JavaScript 代码 (ES Module)
zh_hant: JavaScript 程式碼 (ES Module)

source: JavaScript Snippets (%lld)
ar: مقتطفات JavaScript (%lld)
es: Fragmentos de JavaScript (%lld)
fr: Extraits JavaScript (%lld)
it: Snippet JavaScript (%lld)
ja: JavaScript スニペット (%lld)
ko: JavaScript 스니펫 (%lld)
pt_br: Snippets JavaScript (%lld)
ru: Фрагменты JavaScript (%lld)
zh_hans: JavaScript 代码片段 (%lld)
zh_hant: JavaScript 程式碼片段 (%lld)

source: Jitter
ar: تقلب التأخير (Jitter)
fr: Gigue
ja: ジッター
ko: 지터
ru: Джиттер
zh_hans: 抖动 (Jitter)
zh_hant: 抖動 (Jitter)

source: JS Challenge
ar: تحدي JS
es: Desafío JS
fr: Défi JS
it: Sfida JS
ja: JS チャレンジ
ko: JS 챌린지
pt_br: Desafio JS
ru: JS-проверка
zh_hans: JavaScript 质询
zh_hant: JavaScript 挑戰

source: JS CHALLENGE
ar: تحدي JS
es: Desafío JS
fr: Défi JS
it: Sfida JS
ja: JS チャレンジ
ko: JS 챌린지
pt_br: Desafio JS
ru: JS-проверка
zh_hans: JavaScript 质询
zh_hant: JavaScript 挑戰

source: JSON Payload (Optional)
ar: حمولة JSON (اختياري)
de: JSON-Nutzlast (optional)
es: Carga útil JSON (opcional)
fr: Charge utile JSON (facultatif)
it: Payload JSON (facoltativo)
ja: JSON ペイロード (オプション)
ko: JSON 페이로드(선택사항)
pt_br: Carga útil JSON (opcional)
ru: Полезная нагрузка JSON (необязательно)
zh_hans: JSON 请求体 (可选)
zh_hant: JSON 請求體 (可選)

source: Key
ar: مفتاح
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ja: 鍵
ko: 열쇠
pt_br: Chave
ru: Ключ

source: Key (e.g. user:12345:profile)
ar: المفتاح (مثل المستخدم:12345:الملف الشخصي)
de: Schlüssel (z. B. Benutzer:12345:Profil)
es: Clave (por ejemplo, usuario:12345:perfil)
fr: Clé (par exemple, utilisateur : 12345 : profil)
it: Chiave (es. utente:12345:profilo)
ja: キー (例: user:12345:profile)
ko: 키(예: 사용자:12345:프로필)
pt_br: Chave (por exemplo, usuário:12345:perfil)
ru: Ключ (например, пользователь:12345:профиль)
zh_hans: 键 (例如 user:12345:profile)
zh_hant: 鍵 (例如 user:12345:profile)

source: Key Algorithm
ar: خوارزمية المفتاح
de: Schlüsselalgorithmus
es: Algoritmo de clave
fr: Algorithme de clé
it: Algoritmo chiave
ja: 鍵アルゴリズム
ko: 키 알고리즘
pt_br: Algoritmo de chave
ru: Алгоритм ключа
zh_hans: 密钥签名算法
zh_hant: 金鑰簽章演算法

source: Key copied
ar: تم نسخ المفتاح
de: Schlüssel kopiert
es: Clave copiada
fr: Clé copiée
it: Chiave copiata
ja: キーがコピーされました
ko: 키 복사됨
pt_br: Chave copiada
ru: Ключ скопирован
zh_hans: 键名已复制
zh_hant: 鍵名已複製

source: Key Deleted
ar: تم حذف المفتاح
de: Schlüssel gelöscht
es: Clave eliminada
fr: Clé supprimée
it: Chiave eliminata
ja: キーが削除されました
ko: 키가 삭제되었습니다.
pt_br: Chave excluída
ru: Ключ удален
zh_hans: 键已删除
zh_hant: 鍵已刪除

source: Key Details
ar: تفاصيل المفتاح
de: Schlüsseldetails
es: Detalles de la clave
fr: Détails de la clé
it: Dettagli della chiave
ja: キーの詳細
ko: 키 세부정보
pt_br: Detalhes da chave
ru: Сведения о ключе
zh_hans: 密钥详情
zh_hant: 金鑰詳情

source: Key Exchange (KEX)
ar: تبادل المفاتيح (KEX)
de: Schlüsselaustausch (KEX)
es: Intercambio de claves (KEX)
fr: Échange de clés (KEX)
it: Scambio chiavi (KEX)
ja: 鍵交換 (KEX)
ko: 키 교환(KEX)
pt_br: Troca de chaves (KEX)
ru: Обмен ключами (KEX)
zh_hans: 密钥协商 (KEX)
zh_hant: 密钥协商 (KEX)

source: Key Name
ar: اسم المفتاح
de: Schlüsselname
es: Nombre clave
fr: Nom de la clé
it: Nome chiave
ja: キー名
ko: 키 이름
pt_br: Nome da chave
ru: Имя ключа
zh_hans: 键名 (Key)
zh_hant: 鍵名 (Key)

source: Key Saved
ar: تم حفظ المفتاح
de: Schlüssel gespeichert
es: Clave guardada
fr: Clé enregistrée
it: Chiave salvata
ja: キーが保存されました
ko: 키가 저장되었습니다
pt_br: Chave salva
ru: Ключ сохранен
zh_hans: 键值已保存
zh_hant: 鍵值已儲存

source: Key saved successfully
ar: تم حفظ المفتاح بنجاح
de: Schlüssel erfolgreich gespeichert
es: Clave guardada exitosamente
fr: Clé enregistrée avec succès
it: Chiave salvata correttamente
ja: キーは正常に保存されました
ko: 키가 성공적으로 저장되었습니다
pt_br: Chave salva com sucesso
ru: Ключ успешно сохранен
zh_hans: 键值保存成功
zh_hant: 鍵值儲存成功

source: Key Tag
ar: العلامة الرئيسية
de: Schlüsselanhänger
es: Etiqueta clave
fr: Étiquette de clé
it: Etichetta chiave
ja: キータグ
ko: 키 태그
pt_br: Etiqueta-chave
ru: Ключевой тег
zh_hans: 密钥标签
zh_hant: 密钥標签

source: KEY:
ar: مفتاح:
de: SCHLÜSSEL:
es: LLAVE:
fr: CLÉ :
it: CHIAVE:
ja: 鍵：
ko: 열쇠:
pt_br: CHAVE:
ru: КЛЮЧ:
zh_hans: 键:
zh_hant: 鍵:

source: Keys (%lld)
ar: المفاتيح (%lld)
de: Schlüssel (%lld)
es: Claves (%lld)
fr: Clés (%lld)
it: Chiavi (%lld)
ja: キー (%lld)
ko: 키(%lld)
pt_br: Chaves (%lld)
ru: Ключи (%lld)
zh_hans: 键 (%lld)
zh_hant: 鍵 (%lld)

source: KV
ar: كيلو فولت
ru: КВ

source: KV & D1 Databases
ar: قواعد بيانات KV وD1
de: KV- und D1-Datenbanken
es: Bases de datos KV y D1
fr: Bases de données KV et D1
it: Database KV e D1
ja: KV および D1 データベース
ko: KV 및 D1 데이터베이스
pt_br: Bancos de dados KV e D1
ru: Базы данных КВ и Д1
zh_hans: KV 与 D1 数据库
zh_hant: KV 与 D1 資料庫

source: KV & D1 Storage
ar: تخزين كيلو فولت و D1
de: KV- und D1-Speicher
es: Almacenamiento KV y D1
fr: Stockage KV et D1
it: KV e D1 Stoccaggio
ja: KV&D1ストレージ
ko: KV & D1 스토리지
pt_br: Armazenamento KV e D1
ru: Хранение КВ и Д1
zh_hans: KV & D1 存储
zh_hant: KV & D1 儲存

source: KV Namespace
ar: مساحة الاسم KV
es: Espacio de nombres KV
fr: Espace de noms KV
it: Spazio dei nomi KV
ja: KV 名前空間
ko: KV 네임스페이스
pt_br: Namespace KV
ru: Пространство имен KV
zh_hans: KV 命名空间
zh_hant: KV 命名空間

source: KV Namespace Deleted
ar: تم حذف مساحة الاسم KV
de: KV-Namespace gelöscht
es: Espacio de nombres KV eliminado
fr: Espace de noms KV supprimé
it: Spazio dei nomi KV eliminato
ja: KV 名前空間が削除されました
ko: KV 네임스페이스가 삭제되었습니다.
pt_br: Namespace KV excluído
ru: Пространство имен KV удалено
zh_hans: KV 命名空间已删除
zh_hant: KV 命名空間已刪除

source: KV Namespace ID
ar: معرف مساحة اسم KV
es: ID de espacio de nombres KV
fr: ID d'espace de noms KV
it: ID namespace KV
ja: KV 名前空間 ID
ko: KV 네임스페이스 ID
pt_br: ID do namespace KV
ru: ID пространства имен KV
zh_hans: KV 命名空间 ID
zh_hant: KV 命名空間 ID

source: KV Namespaces
ar: مساحات أسماء KV
es: Espacios de nombres de KV
fr: Espaces de noms KV
it: Spazi dei nomi KV
ja: KV ネームスペース
ko: KV 네임스페이스
pt_br: Namespaces do KV
ru: Пространства имен KV
zh_hans: KV 命名空间
zh_hant: KV 命名空間

source: KV Namespaces (%lld)
ar: مساحات أسماء KV (%lld)
es: Espacios de nombres KV (%lld)
fr: Espaces de noms KV (%lld)
it: Spazi dei nomi KV (%lld)
ja: KV 名前空間 (%lld)
ko: KV 네임스페이스(%lld)
pt_br: Namespaces KV (%lld)
ru: Пространства имен KV (%lld)
zh_hans: KV 命名空间 (%lld)
zh_hant: KV 命名空間 (%lld)

source: KV Storage
ar: تخزين كيلو فولت
de: KV-Speicher
es: Almacenamiento KV
fr: Stockage KV
it: Stoccaggio KV
ja: KVストレージ
ko: KV 스토리지
pt_br: Armazenamento KV
ru: КВ Хранение
zh_hans: KV 存储
zh_hant: KV 儲存

source: KV Value Inspector
ar: مفتش قيمة كيلو فولت
de: KV-Wertinspektor
es: Inspector de valor KV
fr: Inspecteur de valeur KV
it: Ispettore del valore KV
ja: KV 値インスペクター
ko: KV 가치 검사관
pt_br: Inspetor de valor KV
ru: Инспектор значений KV
zh_hans: KV 键值检查器
zh_hant: KV 鍵值檢查器

source: Language
ar: لغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Linguagem
ru: Язык
zh_hans: 语言设置
zh_hant: 語言設定

source: Last 7 Days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去 7 日間
ko: 지난 7일
pt_br: Últimos 7 dias
ru: Последние 7 дней
zh_hans: 过去 7 天
zh_hant: 過去 7 天

source: Last 24h
ar: آخر 24 ساعة
de: Letzte 24 Stunden
es: Últimas 24h
fr: Dernières 24 heures
it: Ultime 24 ore
ja: 過去 24 時間
ko: 지난 24시간
pt_br: Últimas 24h
ru: Последние 24 часа
zh_hans: 过去 24 小时
zh_hant: 過去 24 小時

source: Last 30 Days
ar: آخر 30 يومًا
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去 30 日間
ko: 지난 30일
pt_br: Últimos 30 dias
ru: Последние 30 дней
zh_hans: 过去 30 天
zh_hant: 過去 30 天

source: Last Modified
ar: آخر تعديل
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
it: Ultima modifica
ja: 最終更新日
ko: 마지막 수정
pt_br: Última modificação
ru: Последнее изменение
zh_hans: 最近修改时间
zh_hant: 最近修改時間

source: Latency
ar: زمن الاستجابة
de: Latenz
es: Latencia
fr: Latence
it: Latenza
ja: レイテンシ
ko: 지연 시간
pt_br: Latência
ru: Задержка
zh_hans: 延迟
zh_hant: 延遲

source: Latency / Time
ar: الكمون / الوقت
de: Latenz / Zeit
es: Latencia / Tiempo
fr: Latence / Temps
it: Latenza/Tempo
ja: レイテンシ/時間
ko: 지연 시간 / 시간
pt_br: Latência/Tempo
ru: Задержка/время
zh_hans: 边缘耗时 / 响应时间
zh_hant: 邊緣耗時 / 响應時間

source: Latency & Jitter Summary
ar: ملخص الكمون والارتعاش
de: Zusammenfassung von Latenz und Jitter
es: Resumen de latencia y fluctuación
fr: Résumé de la latence et de la gigue
it: Riepilogo latenza e jitter
ja: レイテンシーとジッターの概要
ko: 지연 시간 및 지터 요약
pt_br: Resumo de latência e jitter
ru: Сводка по задержке и джиттеру
zh_hans: 时延与网络抖动指标
zh_hant: 時延与網路抖動指標

source: Layer
ar: طبقة
de: Schicht
es: Capa
fr: Calque
it: Strato
ja: 層
ko: 층
pt_br: Camada
ru: Слой
zh_hans: 层级
zh_hant: 层級

source: Leaf / Server Certificate
ar: شهادة الخادم النهائية
de: Endbenutzer- / Server-Zertifikat
es: Certificado final / servidor
fr: Certificat final / serveur
it: Certificato finale / server
ja: リーフ / サーバー証明書
ko: 리프 / 서버 인증서
pt_br: Certificado final / do servidor
ru: Конечный сертификат / сертификат сервера
zh_hans: 叶证书 / 服务器证书
zh_hant: 分葉憑證 / 伺服器憑證

source: Leave blank to use column defaults. Values are escaped before saving.
ar: اتركه فارغًا لاستخدام الإعدادات الافتراضية للأعمدة. يتم هروب القيم قبل الحفظ.
de: Lassen Sie das Feld leer, um die Spaltenstandards zu verwenden. Werte werden vor dem Speichern maskiert.
es: Déjelo en blanco para utilizar los valores predeterminados de las columnas. Los valores se escapan antes de guardarlos.
fr: Laissez vide pour utiliser les valeurs par défaut des colonnes. Les valeurs sont échappées avant d'être enregistrées.
it: Lascia vuoto per utilizzare le impostazioni predefinite della colonna. I valori vengono sottoposti a escape prima del salvataggio.
ja: 列のデフォルトを使用するには、空白のままにします。値は保存する前にエスケープされます。
ko: 열 기본값을 사용하려면 비워 두세요. 저장하기 전에 값이 이스케이프됩니다.
pt_br: Deixe em branco para usar os padrões de coluna. Os valores são escapados antes de serem salvos.
ru: Оставьте пустым, чтобы использовать значения столбца по умолчанию. Значения экранируются перед сохранением.
zh_hans: 留空以使用字段默认值。值在保存前会自动转义。
zh_hant: 留空以使用字段默認值。值在儲存前會自動轉义。

source: Legacy
ar: إرث
de: Vermächtnis
es: Legado
fr: Héritage
it: Eredità
ja: 遺産
ko: 유산
pt_br: Legado
ru: Наследие
zh_hans: 旧版
zh_hant: 旧版

source: Legacy CAPTCHA
ar: CAPTCHA قديم
es: CAPTCHA heredado
fr: Ancien CAPTCHA
it: CAPTCHA legacy
ja: レガシー CAPTCHA
ko: 레거시 CAPTCHA
pt_br: CAPTCHA legado
ru: Устаревшая CAPTCHA
zh_hans: 旧版 CAPTCHA 质询
zh_hant: 舊版 CAPTCHA 挑戰

source: LEGACY CAPTCHA
ar: CAPTCHA قديم
es: CAPTCHA heredado
fr: Ancien CAPTCHA
it: CAPTCHA legacy
ja: レガシー CAPTCHA
ko: 레거시 CAPTCHA
pt_br: CAPTCHA legado
ru: Устаревшая CAPTCHA
zh_hans: 旧版 CAPTCHA 质询
zh_hant: 舊版 CAPTCHA 挑戰

source: Length of time visitor's browser caches files.
ar: المدة التي يخزن فيها متصفح الزائر الملفات مؤقتًا.
de: Dauer, für die der Browser des Besuchers Dateien im Cache speichert.
es: Tiempo durante el cual el navegador del visitante almacena archivos en caché.
fr: Durée pendant laquelle le navigateur du visiteur met les fichiers en cache.
it: Durata di memorizzazione dei file nella cache del browser del visitatore.
ja: 訪問者のブラウザがファイルをキャッシュする期間。
ko: 방문자의 브라우저가 파일을 캐시하는 시간입니다.
pt_br: Tempo durante o qual o navegador do visitante armazena arquivos em cache.
ru: Время, в течение которого браузер посетителя кэширует файлы.
zh_hans: 访问者浏览器缓存文件的时长。
zh_hant: 訪客瀏覽器快取檔案的時長。

source: Light
ar: ضوء
de: Licht
es: Luz
fr: Lumière
it: Leggero
ja: ライト
ko: 빛
pt_br: Luz
ru: Свет
zh_hans: 浅色
zh_hant: 浅色

source: Lightning Fast
ar: بسرعة البرق
de: Blitzschnell
es: Rayo rápido
fr: Rapide comme l'éclair
it: Velocissimo
ja: 電光石火の速さ
ko: 번개처럼 빠른
pt_br: Rápido como um raio
ru: Молниеносно
zh_hans: 闪电般的速度
zh_hant: 闪电般的速度

source: Lightweight JavaScript on HTTP requests
ar: جافا سكريبت خفيف الوزن على طلبات HTTP
de: Leichtes JavaScript für HTTP-Anfragen
es: JavaScript ligero en solicitudes HTTP
fr: JavaScript léger sur les requêtes HTTP
it: JavaScript leggero sulle richieste HTTP
ja: HTTPリクエストでの軽量JavaScript
ko: HTTP 요청에 대한 경량 JavaScript
pt_br: JavaScript leve em solicitações HTTP
ru: Облегченный JavaScript для HTTP-запросов
zh_hans: 在边缘 HTTP 请求链路上执行极速轻量 JS
zh_hant: 在邊緣 HTTP 請求链路上执行極速轻量 JS

source: List Created
ar: تم إنشاء القائمة
de: Liste erstellt
es: Lista creada
fr: Liste créée
it: Elenco creato
ja: リストが作成されました
ko: 목록이 생성되었습니다.
pt_br: Lista criada
ru: Список создан
zh_hans: 列表已创建
zh_hant: 列表已建立

source: List Deleted
ar: تم حذف القائمة
de: Liste gelöscht
es: Lista eliminada
fr: Liste supprimée
it: Elenco eliminato
ja: リストが削除されました
ko: 목록이 삭제되었습니다.
pt_br: Lista excluída
ru: Список удален
zh_hans: 列表已删除
zh_hant: 列表已刪除

source: List ID
ar: معرف القائمة
de: Listen-ID
es: ID de lista
fr: Identifiant de la liste
it: Identificativo elenco
ja: リストID
ko: 목록 ID
pt_br: ID da lista
ru: Идентификатор списка
zh_hans: 列表 ID
zh_hant: 列表 ID

source: List Information
ar: معلومات القائمة
de: Listeninformationen
es: Información de la lista
fr: Informations sur la liste
it: Informazioni sull'elenco
ja: リスト情報
ko: 목록 정보
pt_br: Informações da lista
ru: Информация о списке
zh_hans: 列表信息
zh_hant: 清單資訊

source: List Metadata
ar: قائمة البيانات الوصفية
de: Metadaten auflisten
es: Lista de metadatos
fr: Répertorier les métadonnées
it: Elenca metadati
ja: メタデータのリスト
ko: 메타데이터 나열
pt_br: Listar metadados
ru: Получение списка метаданных
zh_hans: 列表元数据
zh_hant: 列表元數据

source: List Name
ar: اسم القائمة
de: Listenname
es: Nombre de la lista
fr: Nom de la liste
it: Nome dell'elenco
ja: リスト名
ko: 목록 이름
pt_br: Nome da lista
ru: Имя списка
zh_hans: 列表名称
zh_hant: 列表名称

source: List Name (e.g. legacy_domains)
ar: اسم القائمة (مثل legacy_domains)
de: Listenname (z. B. legacy_domains)
es: Nombre de la lista (ej. legacy_domains)
fr: Nom de la liste (ex. legacy_domains)
it: Nome elenco (es. legacy_domains)
ja: リスト名 (例: legacy_domains)
ko: 목록 이름 (예: legacy_domains)
pt_br: Nome da lista (ex.: legacy_domains)
ru: Имя списка (например, legacy_domains)
zh_hans: 列表名称（例如 legacy_domains）
zh_hant: 清單名稱（例如 legacy_domains）

source: List: %@
ar: 列表: %@
de: Liste: %@
es: Lista: %@
fr: Liste : %@
it: Elenco: %@
ja: リスト: %@
ko: 목록: %@
pt_br: Lista: %@
ru: Список: %@
zh_hans: 列表: %@
zh_hant: 列表: %@

source: Listening for live worker events…
ar: جارٍ الاستماع إلى أحداث العمال المباشرة…
de: Hören Sie auf Live-Worker-Events…
es: Escuchando eventos de Workers en vivo…
fr: À l’écoute des événements des Workers en direct…
it: Ascolto di eventi dei lavoratori dal vivo…
ja: ライブWorkerイベントをリッスンしています…
ko: 실시간 Worker 이벤트 듣기…
pt_br: Ouvindo eventos de trabalhadores ao vivo…
ru: Прослушивание живых рабочих событий…
zh_hans: 正在监听实时 Worker 事件…
zh_hant: 正在监听實時 Worker 事件…

source: Listening for live Worker events…
ar: الاستماع إلى أحداث Worker المباشرة…
de: Lauschen auf Live-Worker-Ereignisse…
es: Escuchando eventos de Worker en vivo…
fr: Écoute des événements Worker en direct…
it: In ascolto di eventi Worker in tempo reale…
ja: ライブ Worker イベントをリッスン中…
ko: 실시간 Worker 이벤트 수신 중…
pt_br: Ouvindo eventos do Worker ao vivo…
ru: Прослушивание событий Worker в реальном времени…
zh_hans: 正在监听实时 Worker 事件…
zh_hant: 正在監聽即時 Worker 事件…

source: Live Cloudflare network & service health
ar: شبكة Cloudflare الحية وصحة الخدمة
de: Live-Zustand des Cloudflare-Netzwerks und -Dienstes
es: Salud en vivo de la red y el servicio de Cloudflare
fr: Santé du réseau et des services Cloudflare en direct
it: Rete Cloudflare in tempo reale e integrità del servizio
ja: ライブ Cloudflare ネットワークとサービスの健全性
ko: 실시간 Cloudflare 네트워크 및 서비스 상태
pt_br: Integridade da rede e do serviço Cloudflare em tempo real
ru: Состояние сети и сервисов Live Cloudflare
zh_hans: 实时监控 CDN、DNS、Workers 全球可用性
zh_hant: 實時监控 CDN、DNS、Workers 全球可用性

source: Live Tail Logs
ar: سجلات البث المباشر
de: Live-Tail-Protokolle
es: Registros en tiempo real
fr: Flux de journaux en direct
it: Log in tempo reale
ja: リアルタイム ログ
ko: 실시간 로그 스트림
pt_br: Logs em tempo real
ru: Журнал в реальном времени
zh_hans: 实时日志流
zh_hant: 即時記錄串流

source: Load Balancer Created
ar: تم إنشاء موازن التحميل
de: Load Balancer erstellt
es: Balanceador de carga creado
fr: Équilibreur de charge créé
it: Bilanciatore del carico creato
ja: ロードバランサが作成されました
ko: 로드 밸런서 생성됨
pt_br: Balanceador de carga criado
ru: Балансировщик нагрузки создан.
zh_hans: 负载均衡器已创建
zh_hant: 负載均衡器已建立

source: Load Balancer Deleted
ar: تم حذف موازن التحميل
de: Load Balancer gelöscht
es: Equilibrador de carga eliminado
fr: Équilibreur de charge supprimé
it: Bilanciatore del carico eliminato
ja: ロードバランサが削除されました
ko: 로드 밸런서가 삭제되었습니다.
pt_br: Balanceador de carga excluído
ru: Балансировщик нагрузки удален.
zh_hans: 负载均衡器已删除
zh_hant: 负載均衡器已刪除

source: Load Balancers
ar: موازن الأحمال
de: Load Balancer
es: Equilibradores de carga
fr: Équilibreurs de charge
it: Bilanciatori del carico
ja: ロードバランサ
ko: 로드 밸런서
pt_br: Balanceadores de carga
ru: Балансировщики нагрузки
zh_hans: 负载均衡器
zh_hant: 负載均衡器

source: Load Balancers (%lld)
ar: موازنات التحميل (%lld)
de: Load Balancer (%lld)
es: Equilibradores de carga (%lld)
fr: Équilibreurs de charge (%lld)
it: Bilanciatori del carico (%lld)
ja: ロード バランサ (%lld)
ko: 로드 밸런서(%lld)
pt_br: Balanceadores de carga (%lld)
ru: Балансировщики нагрузки (%lld)
zh_hans: 负载均衡器 (%lld)
zh_hant: 负載均衡器 (%lld)

source: Load Balancing
ar: موازنة الأحمال
de: Lastverteilung
es: Equilibrio de carga
fr: Équilibrage de charge
it: Bilanciamento del carico
ja: ロード バランシング
ko: 로드 밸런싱
pt_br: Balanceamento de carga
ru: Балансировка нагрузки
zh_hans: 负载均衡
zh_hant: 負載平衡

source: Loading Access Applications…
ar: جارٍ تحميل تطبيقات Access…
de: Access-Anwendungen werden geladen…
es: Cargando aplicaciones de Access…
fr: Chargement des applications Access…
it: Caricamento applicazioni Access in corso…
ja: Access アプリケーションを読み込み中…
ko: Access 애플리케이션 로드 중…
pt_br: Carregando aplicativos do Access…
ru: Загрузка приложений Access…
zh_hans: 正在加载 Access 应用程序…
zh_hant: 正在載入 Access 應用程式…

source: Loading AI Gateways…
ar: جارٍ تحميل بوابات الذكاء الاصطناعي…
de: AI Gateways werden geladen…
es: Cargando puertas de enlace de IA…
fr: Chargement des passerelles IA…
it: Caricamento AI Gateway in corso…
ja: AI Gateway を読み込み中…
ko: AI Gateway 로드 중…
pt_br: Carregando AI Gateways…
ru: Загрузка AI Gateways…
zh_hans: 正在加载 AI Gateway…
zh_hant: 正在載入 AI 閘道…

source: Loading Analytics…
ar: جارٍ تحميل التحليلات…
de: Analysen werden geladen…
es: Cargando análisis…
fr: Chargement des analyses…
it: Caricamento analisi in corso…
ja: アナリティクスを読み込み中…
ko: 분석 로드 중…
pt_br: Carregando análises…
ru: Загрузка аналитики…
zh_hans: 正在加载分析数据…
zh_hant: 正在載入分析資料…

source: Loading Audit Logs…
ar: جارٍ تحميل سجلات التدقيق…
de: Überwachungsprotokolle werden geladen…
es: Cargando registros de auditoría…
fr: Chargement des journaux d'audit…
it: Caricamento log di controllo in corso…
ja: 監査ログを読み込み中…
ko: 감사 로그 로드 중…
pt_br: Carregando logs de auditoria…
ru: Загрузка журналов аудита…
zh_hans: 正在加载审计日志…
zh_hant: 正在載入稽核記錄…

source: Loading Bindings…
ar: جارٍ تحميل الارتباطات…
de: Bindungen werden geladen…
es: Cargando enlaces…
fr: Chargement des liaisons…
it: Caricamento binding in corso…
ja: バインディングを読み込み中…
ko: 바인딩 로드 중…
pt_br: Carregando vínculos…
ru: Загрузка привязок…
zh_hans: 正在加载绑定…
zh_hant: 正在載入綁定…

source: Loading Bucket Settings…
ar: جارٍ تحميل إعدادات الحاوية…
de: Bucket-Einstellungen werden geladen…
es: Cargando configuración del bucket…
fr: Chargement des paramètres du bucket…
it: Caricamento impostazioni bucket in corso…
ja: バケット設定を読み込み中…
ko: 버킷 설정 로드 중…
pt_br: Carregando configurações do bucket…
ru: Загрузка настроек бакета…
zh_hans: 正在加载存储桶设置…
zh_hant: 正在載入儲存桶設定…

source: Loading build logs from Cloudflare edge…
ar: جارٍ تحميل سجلات البناء من حافة Cloudflare…
de: Build-Protokolle vom Cloudflare Edge werden geladen…
es: Cargando registros de compilación desde el perímetro de Cloudflare…
fr: Chargement des journaux de compilation depuis la périphérie Cloudflare…
it: Caricamento log di compilazione dalla rete perimetrale Cloudflare in corso…
ja: Cloudflare エッジからビルド ログを読み込み中…
ko: Cloudflare 에지에서 빌드 로그 로드 중…
pt_br: Carregando logs de compilação da borda da Cloudflare…
ru: Загрузка журналов сборки с Edge Cloudflare…
zh_hans: 正在从 Cloudflare 边缘加载构建日志…
zh_hant: 正在從 Cloudflare 邊緣載入建置記錄…

source: Loading Cache Rules…
ar: جارٍ تحميل قواعد التخزين المؤقت…
de: Cache-Regeln werden geladen…
es: Cargando reglas de caché…
fr: Chargement des règles de cache…
it: Caricamento regole cache in corso…
ja: キャッシュ ルールを読み込み中…
ko: 캐시 규칙 로드 중…
pt_br: Carregando regras de cache…
ru: Загрузка правил кэша…
zh_hans: 正在加载缓存规则…
zh_hant: 正在載入快取規則…

source: Loading Caching Settings…
ar: جارٍ تحميل إعدادات التخزين المؤقت…
de: Caching-Einstellungen werden geladen…
es: Cargando configuración de caché…
fr: Chargement des paramètres de mise en cache…
it: Caricamento impostazioni cache in corso…
ja: キャッシュ設定を読み込み中…
ko: 캐싱 설정 로드 중…
pt_br: Carregando configurações de cache…
ru: Загрузка настроек кэширования…
zh_hans: 正在加载缓存设置…
zh_hant: 正在載入快取設定…
